Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Shows current or past TBRs, which can be set by the oref algorithm or manually.
bg: Показва текущи или минали TBR, които могат да бъдат зададени от алгоритъма oref или ръчно.
cs: Zobrazuje aktuální nebo minulé dočasné bazály (TBR), které může nastavit algoritmus oref nebo uživatel manuálně.
da: Viser aktuelle eller tidligere TBR'er, som kan indstilles ved oref algoritme eller manuelt.
de: Zeigt aktuelle oder vergangene TBRs, die durch den Oref-Algorithmus oder manuell eingestellt werden können.
es: Muestra los TBR actuales o pasados, que pueden ser definidos por el algoritmo de oref o manualmente.
fr: Affiche les débits basaux temporaires actuels ou passés, définis soit par l’algorithme (Oref), soit manuellement.
it: Mostra TBR attuali o passati, che possono essere impostati dall'algoritmo dell'oref o manualmente.
nb_no: Viser gjeldende eller tidligere midlertidig basal, som kan settes av Oref-algoritmen eller manuelt.
nl: Toont huidige of voorbij TBRs, welke kunnen worden ingesteld door het oef-algoritme of handmatig.
pl: Pokazuje bieżące lub przeszłe TBR, które mogą być ustawione przez algorytm Oref lub ręcznie.
pt_pt: Mostra as TBs atuais ou passadas, que podem ser definidas pelo algoritmo do oref ou manualmente.
ru: Показывает текущие или прошлые TBR, которые могут быть установлены алгоритмом ручной работы или вручную.
sv: Visar aktuella eller tidigare TBRs som kan ställas in av oref algoritmen eller manuellt.
uk: Показує поточний або минулий TBR, який може бути встановлений алгоритмом руди або вручну.
vi: Hiển thị các TBR hiện tại hoặc trước đó, có thể được thiết lập bởi thuật toán oref hoặc thiết lập thủ công.
zh_hant: 顯示目前或過去的 TBR，這可以由 oref 演算法設定或手動設定。

source: Shows the COB value calculated by the algorithm at a specific time in the past. These values are snapshots and won’t change if carbs are added or removed after the fact.
bg: Показва стойността на COB, изчислена от алгоритъма в конкретен момент в миналото. Тези стойности са моментни снимки и не се променят, ако въглехидрати бъдат добавени или премахнати впоследствие.
cs: Zobrazuje hodnotu COB vypočtenou algoritmem v konkrétním čase v minulosti. Tyto hodnoty jsou statické (snímek v čase) a nezmění se, ani když se sacharidy přidají nebo odeberou zpětně.
da: Viser COB værdien beregnet af algoritmen på et bestemt tidspunkt i fortiden. Disse værdier er snapshots og vil ikke ændres, hvis kulhydrater tilføjes eller fjernes efter faktum.
de: Zeigt den COB-Wert, der vom Algorithmus zu einem bestimmten Zeitpunkt in der Vergangenheit berechnet wird. Diese Werte sind Momentaufnahmen und werden sich nicht ändern, wenn Kohlenhydrate hinzugefügt oder entfernt werden.
es: Muestra el valor COB calculado por el algoritmo en un momento específico en el pasado. Estos valores son instantáneas y no cambiarán si los glúcidos se añaden o eliminan después del hecho.
fr: Affiche la valeur des glucides actifs (COB) calculée par l’algorithme à un instant précis dans le passé. Ces valeurs sont des instantanés et ne changeront pas si des glucides sont ajoutés ou supprimés par la suite.
it: Mostra il valore COB calcolato dall'algoritmo in un momento specifico del passato. Questi valori sono istantanee e non cambieranno se i carboidrati vengono aggiunti o rimossi dopo il fatto.
nb_no: Viser COB-verdien beregnet av algoritmen på et spesifikt tidspunkt i fortiden. Disse verdiene er øyeblikksbilder og vil ikke endres hvis karbohydrater legges til eller fjernes i ettertid.
nl: Toont de COB waarde berekend door het algoritme op een bepaalde tijd in het verleden. Deze waarden zijn momentopnames en zullen niet worden gewijzigd als koolhydraten worden toegevoegd of na het gegeven worden verwijderd.
pl: Pokazuje wartość COB obliczoną przez algorytm w określonym czasie w przeszłości. Wartości te są migawkami i nie ulegną zmianie, jeśli węglowodany zostaną dodane lub usunięte po fakcie.
pt_pt: Mostra o valor de COB calculado pelo algoritmo em um momento específico no passado. Estes valores são instantâneos e não mudarão se os hidratos de carbono forem adicionados ou removidos a partir do fato.
ru: Показывает значение COB, рассчитываемое алгоритмом в определенное время в прошлом. Эти значения являются снимками и не изменятся, если карбы добавляются или удаляются после факта.
sv: Visar COB-värdet beräknat av algoritmen vid en viss tidpunkt i det förflutna. Dessa värden är ögonblicksbilder och kommer inte att ändras om kolhydrater läggs till eller tas bort efter faktum.
uk: Показує значення COB за алгоритмом в певний час в минулому. Ці значення є знімками і не зміняться, якщо після факту додано або вилучено.
vi: Hiển thị giá trị COB (carbs on board) được thuật toán tính toán tại một thời điểm cụ thể trong quá khứ. Những giá trị này là ảnh chụp nhanh và sẽ không thay đổi nếu cars được thêm vào hoặc xóa đi sau thời điểm đó.
zh_hant: 顯示演算法在某特定時間計算的 COB 值。這些值是快照，即使在事後添加或刪除碳水化合物也不會改變。

source: Shows the IOB value calculated by the algorithm at a specific time in the past. These values are snapshots and won’t change if insulin is added or removed after the fact.
bg: Показва стойността на IOB, изчислена от алгоритъма в конкретен момент в миналото. Тези стойности са моментни снимки и не се променят, ако инсулин бъде добавен или премахнат впоследствие.
cs: Zobrazuje hodnotu IOB vypočtenou algoritmem v konkrétním čase v minulosti. Tyto hodnoty jsou statické (snímek v čase) a nezmění se, ani když se inzulín přidá nebo odebere zpětně.
da: Viser IOB værdien beregnet af algoritmen på et bestemt tidspunkt i fortiden. Disse værdier er snapshots og vil ikke ændre sig, hvis insulin tilsættes eller fjernes efter kendsgerningen.
de: Zeigt den vom Algorithmus berechneten IOB-Wert zu einem bestimmten Zeitpunkt in der Vergangenheit an. Diese Werte sind Momentaufnahmen und werden sich nicht ändern, wenn Insulin nachträglich hinzugefügt oder entfernt wird.
es: Muestra el valor IOB calculado por el algoritmo en un momento específico en el pasado. Estos valores son instantáneas y no cambiarán si se añade o elimina insulina después del hecho.
fr: Affiche la valeur de l’insuline active (IOB) calculée par l’algorithme à un instant précis dans le passé. Ces valeurs sont des instantanés et ne changeront pas si de l’insuline est ajoutée ou supprimée par la suite.
it: Mostra il valore IOB calcolato dall'algoritmo in un momento specifico del passato. Questi valori sono istantanee e non cambieranno se l’insulina viene aggiunta o rimossa dopo il fatto.
nb_no: Viser IOB-verdien beregnet av algoritmen på et spesifikt tidspunkt i fortiden. Disse verdiene er øyeblikksbilder og vil ikke endres hvis insulin legges til eller fjernes i ettertid.
nl: Toont de IOB waarde berekend met het algoritme op een bepaald moment in het verleden. Deze waarden zijn momentopnamen en zullen niet worden gewijzigd als insuline na het gegeven wordt toegevoegd of verwijderd.
pl: Pokazuje wartość IOB obliczoną przez algorytm w określonym czasie w przeszłości. Wartości te są migawkami i nie ulegną zmianie, jeśli insulina zostanie dodana lub usunięta po fakcie.
pt_pt: Mostra o valor de IOB calculado pelo algoritmo em um momento específico no passado. Estes valores são snapshots e não alterarão se a insulina for adicionada ou removida após o fato.
ru: Показывает значение IOB, рассчитываемое алгоритмом в определенное время в прошлом. Эти значения являются снимками и не изменится, если инсулин добавляется или удаляется после факта.
sv: Visar IOB-värdet som beräknats av algoritmen vid en viss tidpunkt i det förflutna. Dessa värden är ögonblicksbilder och kommer inte att ändras om insulin läggs till eller tas bort efter fakta.
uk: Показує значення IOB за алгоритмом в певний час в минулому. Ці значення є знімками і не зміниться, якщо інсулін буде додано або видалено після факту.
vi: Hiển thị giá trị IOB (Insulin On Board) được thuật toán tính toán tại một thời điểm cụ thể trong quá khứ. Những giá trị này là ảnh chụp nhanh và sẽ không thay đổi nếu insulin được thêm vào hoặc xóa đi sau thời điểm đó.
zh_hant: 顯示演算法在某特定時間計算的 IOB 值。這些值是快照，即使在事後添加或刪除胰島素也不會改變。

source: Sigmoid
bg: Сигмоид
cs: Sigmoidní
fr: Sigmoïde
zh_hant: S型

source: Sigmoid Adjustment Factor
bg: Сигмоиден коригиращ коефициент
cs: Faktor úpravy sigmoidní funkce
da: Sigmoid Justering Faktor
de: Sigmoid-Anpassungsfaktor
es: Factor de ajuste sigmoide
fr: Facteur d'ajustement sigmoïde
it: Fattore Di Regolazione Sigmoid
nb_no: Sigmoid justeringsfaktor
nl: Aanpassingsfactor van Sigmoid
pl: Współczynnik dostosowania Sigmoid
pt_pt: Fator de Ajuste Sigmoid
ru: Коэффициент корректировки Sigmoid
sv: Sigmoid justeringsfaktor
uk: Фактор коригування сигмоїда
vi: Hệ số điều chỉnh hàm Sigmoid
zh_hant: S型調整因子

source: Sigmoid Adjustment Factor influences both how fast your ISF values will change and how quickly you will reach your Autosens Max and Min limits set. Increasing Sigmoid Adjustment Factor increases the rate of change of your ISF and reduces the range of glucose values between your Autosens Max and Min limits.
bg: Сигмоидният коригиращ коефициент влияе както върху скоростта, с която се променят стойностите ви на ISF, така и върху бързината, с която достигате зададените граници Autosens Max и Min. Увеличаването на сигмоидния коригиращ коефициент ускорява промяната на ISF и намалява диапазона от стойности на глюкоза между границите Autosens Max и Min.
cs: Faktor úpravy sigmoidní funkce ovlivňuje, jak rychle se mění tvé hodnoty ISF a jak rychle dosáhnou nastavených limitů Autosens Max a Min. Zvýšení faktoru úpravy zrychluje změnu tvého ISF a zmenšuje rozsah hodnot glukózy mezi limity Autosens Max a Min.
da: Sigmoid justering Faktor påvirker både hvor hurtigt din ISF værdier vil ændre sig, og hvor hurtigt du vil nå din Autosens Max og Min grænse indstillet. Stigende Sigmoid justering Faktor øger hastigheden af ændring af din ISF og reducerer rækken af glukoseværdier mellem din Autosens Max og Min grænser.
de: Der Sigmoid-Anpassungsfaktor beeinflusst sowohl die Geschwindigkeit, mit der sich Deine ISF-Werte ändern, als auch die Geschwindigkeit, mit der Du Deine eingestellten Autosens Max- und Min-Grenzwerte erreichst. Eine Erhöhung des Sigmoid-Anpassungsfaktors erhöht die Änderungsrate Deines ISF und verringert den Bereich der Glukosewerte zwischen den Autosens-Grenzwerten Max und Min.
es: Sigmoid Adjustment Factor influye tanto en la rapidez con la que cambiarán tus valores ISF como en la rapidez con que alcanzarás tus límites Autosens Max y Min. Increasing Sigmoid Adjustment Factor increases the rate of change of your ISF and reduce the range of glucose values between your Autosens Max and Min limits.
fr: Le facteur d’ajustement sigmoïde influence à la fois la vitesse à laquelle vos valeurs d'ISF (Facteur de Sensibilité à l’Insuline) évolueront et la rapidité avec laquelle les limites de la sensibilité automatique « Autosens max. » et « Autosens min. » seront atteintes. Augmenter ce facteur accélère le changement de l'ISF et réduit l’intervalle de mesures du taux de glucose entre les limites d’Autosens définies.
it: Sigmoid Adjustment Factor influenza sia quanto velocemente cambieranno i valori ISF sia quanto velocemente raggiungerai i limiti di Autosens Max e Min impostati. Aumentare il fattore di regolazione Sigmoid aumenta il tasso di variazione del tuo ISF e riduce la gamma di valori di glucosio tra i tuoi limiti Autosens Max e Min.
nb_no: Sigmoid justeringsfaktor påvirker både hvor raskt dine ISF-verdier vil endres, og hvor raskt du vil nå dine grenser for Autosens maks. og min. Økende Sigmoidjusteringsfaktor øker endringshastigheten av din ISF og reduserer omfanget av glukoseverdier mellom maks og minimumsgrensene.
nl: Sigmoid Adjustment Factor beïnvloedt zowel hoe snel je ISF-waarden veranderen als hoe snel je je Autosens Max en Min-limieten bereikt. Verhoging van de Aanpassingsfactor verhoogt het veranderingspercentage van uw ISF en vermindert het bereik van de glucosewaarden tussen uw Autosens Max en Min. limieten.
pl: Współczynnik dostosowania Sigmoid wpływa zarówno na szybkość zmiany wartości ISF, jak i szybkość osiągniesz ustawionych limitów automatycznych maks. i Min. Zwiększanie współczynnika korygującego Sigmoid zwiększa szybkość zmiany ISF i zmniejsza zakres wartości glukozy pomiędzy twoimi wartościami Max i Min.
pt_pt: O Fator de Ajuste de Sigmoid influencia o quão rápido seus valores de ISF mudarão e o quão rápido você alcançará seus limites máximos e mínimos de Autosens. Aumentar o Fator de Ajuste de Sigmoid aumenta a taxa de mudança do seu ISF e reduz a gama de valores de glicose entre seu Limite de Autosens e limites mínimos.
ru: Регулирующий фактор Sigmoid влияет как быстрое изменение значений ISF и как быстро вы достигнете установленных лимитов Autosens Max и Min. Повышение корректирующего коэффициента Sigmoid увеличивает скорость изменения ISF и уменьшает диапазон значений глюкозы между лимитами Autosens Max и Мин.
sv: Sigmoid justeringsfaktor påverkar både hur snabbt dina ISF-värden kommer att förändras och hur snabbt du når dina Autosens Max och Min gränser. En större Sigmoid justeringsfaktor ökar förändringshastigheten för din ISF och minskar spannet av glukosvärden mellan dina Autosens Max- och Min-gränser.
uk: Сігмоїдне регулювання фактор впливає як швидко змінюються значення вашого провайдера, і як швидко ви досягнете ліміту макс. та хв для встановлення. Збільшення корекції сигмоїдного фактора збільшує швидкість зміни ISF та зменшує діапазон значень глюкози між вашими автозбереженнями макс. і мінімальними обмеженнями.
vi: Hệ số điều chỉnh hàm Sigmoid ảnh hưởng đến cả tốc độ thay đổi của giá trị ISF và tốc độ đạt đến các giới hạn Autosens tối đa và tối thiểu đã thiết lập. Tăng hệ số này sẽ làm tăng tốc độ thay đổi của ISF và giảm phạm vi giá trị đường huyết nằm giữa hai giới hạn Autosens tối đa và tối thiểu.
zh_hant: S型調整因子影響你的 ISF 值變化的速度以及你達到設定的 Autosens 最大值和最小值的速度。增加 S型調整因子會提高你的 ISF 變化速率並減少 Autosens 最大和最小值之間的血糖範圍。

source: Sigmoid Dynamic ISF
bg: Сигмоиден Dynamic ISF
cs: Sigmoidní dynamický ISF
da: Sigmoid Dynamisk ISF
de: Sigmoid Dynamischer ISF
fr: ISF Dynamique Sigmoïde
nb_no: Sigmoid dynamisk ISF
nl: Sigmoid Dynamische ISF
pl: Dynamiczny ISF - Sigmoid
sv: Sigmoid Dynamisk ISF
vi: Dynamic ISF theo hàm Sigmoid
zh_hant: S型動態 ISF

source: Sigmoid function
bg: Сигмоидна функция
cs: Sigmoidní funkce
da: Sigmoid funktion
de: Sigmoid-Funktion
es: Función sigmoid
fr: Fonction Sigmoïde
it: Funzione Sigmoid
nb_no: Sigmoid funksjon
nl: Sigmoid functie
pl: Funkcja Sigmoid
pt_pt: Função Sigmoid
ru: Сигмоидная функция
sv: Sigmoidfunktion
uk: Сигмоїда
vi: Hàm Sigmoid
zh_hant: S型函數

source: Simple
bg: Опростен
cs: Jednoduchý
da: Simpel
de: Einfach
it: Semplice
nb_no: Enkel
nl: Eenvoudig
pl: Prosty
pt_pt: Simples
ru: Простой
sv: Enkel
uk: Просте
vi: Đơn giản
zh_hant: 簡單

source: Simple:
bg: Опростен:
cs: Jednoduchý:
da: Enkelt:
de: Einfach:
es: Sencilla:
it: Semplice:
nb_no: Enkelt:
nl: Eenvoudig:
pl: Prosta:
pt_pt: Simples:
ru: Просто:
sv: Enkel:
uk: Просто:
vi: Đơn giản:
zh_hant: 簡單：

source: Simulator Build has no expiry
bg: Simulator Build няма срок на валидност
cs: Sestavení simulátoru nemá omezenou platnost
da: Simulator Build har ingen udløbsdato
de: Simulator Build hat kein Ablaufdatum
es: Simulator Build no tiene expiración
fr: Construction du simulateur sans date d'expiration
it: La Build del Simulatore non ha scadenza
nb_no: Simulator-bygging har ingen utløp
nl: Simulator Build heeft geen vervaldatum
pl: Wersja symulatora nie ma terminu ważności
pt_pt: A build do simulador não tem expiração
ru: Сборка симулятора не имеет срока действия
sv: Simulator Build har ingen utgångsdatum
uk: Симулятор збірки не має терміну придатності
vi: Bản dựng mô phỏng không có ngày hết hạn
zh_hant: 模擬器版本無過期限制

source: Skip Bolus screen after carbs
bg: Пропускане на екрана за болус след въглехидрати
cs: Přeskočit obrazovku bolusu po zadání sacharidů
da: Skip Bolus skærm efter kulhydrater
de: Überspringe Bolus-Vorschlag nach Kohlenhydrateingabe
es: Saltar pantalla de bolo después de carbohidratos
fr: Ignorer l’écran du bolus après l'ajout de glucides
it: Salta la schermata del Bolo dopo i carboidrati
nb_no: Hopp over Bolus-skjerm etter karbo
nl: Sla bolusscherm over na koolhydraten
pl: Pomiń ekran bolusa po węglowodanach
pt_pt: Pular tela de bolus depois de carbo
ru: Пропустить экран болюса после ввода углеводов
sv: Hoppa över Bolusfönster vid tillagda kolhydrater
uk: Пропустити екран Болюсу після вводу вуглеводів
vi: Bỏ qua màn hình Bolus sau khi nhập carbs
zh_hant: 餐後跳過注射畫面

source: Skip neutral temporary basal rates to reduce MDT pump alerts.
bg: Пропускане на неутралните временни базали, за да се намалят предупрежденията на MDT помпата.
cs: Přeskočit neutrální dočasné bazály pro snížení počtu alarmů u pump Medtronic (MDT).
da: Overspring neutrale, midlertidige basalsatser for at reducere indberetninger om MDT-pumper.
de: Überspringe neutrale Temporäre Basalraten um MDT-Pumpenwarnungen zu reduzieren.
es: Saltar las tasas basales temporales neutrales para reducir las alertas de bombas MDT.
fr: Ignorer les débits basaux temporaires neutres pour réduire les alertes de pompe "MedTronic".
it: Salta la velocità basale temporanea neutra per ridurre gli avvisi della pompa MDT.
nb_no: Hopp over nøytral midlertidig basalrate for å redusere MDT-pumpevarsler.
nl: Sla neutrale tijdelijke basaalsnelheden over om de MDT-pompmeldingen te verminderen.
pl: Pomiń neutralne tymczasowe dawki bazowe w celu zmniejszenia ostrzeżeń o pompach MDT.
pt_pt: Pular taxas de basal temporárias neutras para reduzir os alertas da bomba MDT.
ru: Пропускать нейтральные временные базисные тарифы для снижения сигнализации MDT насоса.
sv: Hoppa över neutral tillfällig basal för att minska varningar om MDT-pumpar.
uk: Пропускати нейтральні базові тарифи для зменшення сповіщень MDT.
vi: Bỏ qua các tốc độ liều nền tạm thời trung tính để giảm cảnh báo từ bơm Medtronic.
zh_hant: 跳過中性臨時基礎速率以減少 MDT 幫浦警報。

source: Skip Neutral Temps
bg: Пропускане на неутрални временни базали
cs: Přeskočit neutrální bazály
da: Spring Over Neutrale Temps
de: Neutrale Temporäre Basalraten überspringen
es: Saltar Temps Neutrales
fr: Ignorer les basaux temporaires neutres
it: Salta Tempi Neutrali
nb_no: Hopp over nøytrale midlertidige mål
nl: Sla neutrale temps over
pl: Pomiń neutralne dawki
pt_pt: Ignorar Temps Neutros
ru: Возвращаться на нейтральный базал
sv: Hoppa över neutrala temporära basaler
uk: Повернутися на Нейтральний Базал
vi: Bỏ qua tạm thời trung lập
zh_hant: 跳過中性臨時

source: Skip Nightscout Setup
bg: Пропускане на настройването на Nightscout
cs: Přeskočit nastavení Nightscout
da: Spring Nightscout Opsætning Over
de: Nightscout Einrichtung überspringen
fr: Configurer Nightscout (Ns) plus tard
nb_no: Hopp over Nightscout-oppsett
nl: Nightscout instellen overslaan
pl: Pomiń konfigurację Nightscout
sv: Hoppa över Nightscout
vi: Bỏ qua thiết lập Nightscout
zh_hant: 跳過 Nightscout 設定

source: Slope
bg: Наклон
cs: Sklon
da: Hældning
de: Anstieg
es: Salto
fr: Pente
it: Pendenza
nb_no: Stigningstall
nl: Toename
pl: Odchylenie kalibracji
pt_pt: Inclinação
ru: Наклон
sv: Lutning
uk: Нахил
vi: Độ dốc
zh_hant: 斜率

source: Smaller iPhone Screens
bg: По-малки екрани на iPhone
cs: Menší obrazovky iPhonů
da: Mindre iPhone-skærme
de: Kleinere iPhone Bildschirme
es: Pantallas de iPhone más pequeñas
fr: Petits écrans d’iPhone
it: Schermi iPhone più piccoli
nb_no: Små iPhone-skjermer
nl: Kleinere iPhone schermen
pl: Mniejsze ekrany iPhone
pt_pt: Telas menores de iPhone
ru: Небольшие экраны iPhone
sv: För mindre iPhone-skärmar
uk: Менші екрани iPhone
vi: Màn hình iPhone nhỏ hơn
zh_hant: 較小的 iPhone 螢幕
